[
  {
    "title": "2025 Study: Smartphone Use Before Bedtime Doubles Risk of Digital Eye Strain",
    "date": "January 18, 2025",
    "description": "A new 2025 study published in Vision Research found that using smartphones within one hour of bedtime increases the risk of digital eye strain by 200%. Researchers recommend implementing a 'digital sunset' routine to protect eye health.",
    "imageUrl": "https://picsum.photos/seed/eyeguard-news-2025-bedtime/400/400",
    "url": "https://apnews.com/article/e0c99719204526ed5f08423f1b15f557"
  },
  {
    "title": "Breakthrough 2025 Research: Natural Light Exposure Reduces Myopia Progression by 40%",
    "date": "February 3, 2025",
    "description": "A comprehensive multi-center study released in early 2025 demonstrates that children who spend at least 90 minutes daily in natural outdoor light show 40% slower myopia progression compared to those with less outdoor exposure.",
    "imageUrl": "https://picsum.photos/seed/eyeguard-news-2025-natural-light/400/400",
    "url": "https://www.nei.nih.gov/index.php/learn-about-eye-health/healthy-vision/keep-your-eyes-healthy"
  },
  {
    "title": "New 2025 Guidelines: Optimal Screen Brightness Settings for Eye Health",
    "date": "February 15, 2025",
    "description": "The American Academy of Ophthalmology released updated 2025 guidelines recommending screen brightness should match ambient lighting. Too bright or too dim screens can cause significant eye strain and fatigue.",
    "imageUrl": "https://picsum.photos/seed/eyeguard-news-2025-brightness/400/400",
    "url": "https://www.blakebushfamilyeyecare.com/blog/10-tips-for-healthier-vision-in-2025"
  },
  {
    "title": "2025 Study Links Proper Blinking Frequency to Reduced Dry Eye Symptoms",
    "date": "March 8, 2025",
    "description": "Research published in March 2025 reveals that consciously increasing blink rate from 3-5 to 15-20 blinks per minute during screen use can reduce dry eye symptoms by up to 60% in just two weeks.",
    "imageUrl": "https://picsum.photos/seed/eyeguard-news-2025-blinking/400/400",
    "url": "https://news.umiamihealth.org/en/top-eye-care-tips-for-2025/"
  },
  {
    "title": "New Study Links Blue Light Exposure to Increased Myopia Risk in Children",
    "date": "October 15, 2024",
    "description": "A comprehensive study published in the Journal of Ophthalmology reveals that prolonged exposure to blue light from digital devices may accelerate myopia progression in children, highlighting the importance of screen time management and protective measures.",
    "imageUrl": "https://picsum.photos/seed/eyeguard-news-blue-light/400/400",
    "url": "https://www.blakebushfamilyeyecare.com/blog/10-tips-for-healthier-vision-in-2025"
  },
  {
    "title": "Breakthrough Research: Outdoor Light Intensity More Important Than Duration for Myopia Prevention",
    "date": "September 28, 2024",
    "description": "Researchers at the National Eye Institute have discovered that the intensity of outdoor light exposure, rather than just duration, plays a crucial role in preventing myopia development in children. The study suggests that even short periods of bright outdoor light can be highly protective.",
    "imageUrl": "https://picsum.photos/seed/eyeguard-news-outdoor/400/400",
    "url": "https://www.nei.nih.gov/index.php/learn-about-eye-health/healthy-vision/keep-your-eyes-healthy"
  },
  {
    "title": "AI-Powered Eye Tracking Technology Helps Identify Early Signs of Digital Eye Strain",
    "date": "September 12, 2024",
    "description": "A new AI system developed by vision researchers can now detect subtle changes in eye movement patterns that indicate early digital eye strain, allowing for proactive intervention before symptoms become severe.",
    "imageUrl": "https://picsum.photos/seed/eyeguard-news-ai/400/400",
    "url": "https://arxiv.org/abs/2507.20346"
  },
  {
    "title": "Study Finds 20-20-20 Rule More Effective When Combined with Physical Movement",
    "date": "August 25, 2024",
    "description": "Recent research demonstrates that combining the 20-20-20 rule with brief physical movement breaks significantly improves eye comfort and reduces accommodation fatigue compared to visual breaks alone.",
    "imageUrl": "https://picsum.photos/seed/eyeguard-news-2020/400/400",
    "url": "https://apnews.com/article/e0c99719204526ed5f08423f1b15f557"
  },
  {
    "title": "New Guidelines Recommend Screen Distance of 50-60cm for Children Under 12",
    "date": "August 8, 2024",
    "description": "Updated pediatric eye health guidelines from leading vision organizations now recommend maintaining a minimum distance of 50-60cm between screens and children's eyes, an increase from previous 40cm recommendations.",
    "imageUrl": "https://picsum.photos/seed/eyeguard-news-distance/400/400",
    "url": "https://www.blakebushfamilyeyecare.com/blog/10-tips-for-healthier-vision-in-2025"
  },
  {
    "title": "Research Reveals Link Between Sleep Quality and Dry Eye Syndrome",
    "date": "July 22, 2024",
    "description": "A longitudinal study has found that poor sleep quality and insufficient sleep duration are significantly associated with increased risk of dry eye syndrome, particularly in individuals who spend extended time on digital devices.",
    "imageUrl": "https://picsum.photos/seed/eyeguard-news-sleep/400/400",
    "url": "https://news.umiamihealth.org/en/top-eye-care-tips-for-2025/"
  },
  {
    "title": "2025 Research: Ergonomic Workspace Setup Reduces Eye Strain by 45%",
    "date": "March 22, 2025",
    "description": "A new study from ergonomics researchers shows that proper monitor positioning (top of screen at or slightly below eye level) combined with adequate ambient lighting reduces eye strain symptoms by 45% in office workers.",
    "imageUrl": "https://picsum.photos/seed/eyeguard-news-2025-ergonomic/400/400",
    "url": "https://apnews.com/article/e0c99719204526ed5f08423f1b15f557"
  },
  {
    "title": "2025 Study: Vitamin D and Omega-3 Supplements Support Eye Health in Digital Age",
    "date": "April 5, 2025",
    "description": "Recent research published in April 2025 suggests that adequate Vitamin D and Omega-3 fatty acid intake may help protect against digital eye strain and support overall eye health, especially for those with high screen time.",
    "imageUrl": "https://picsum.photos/seed/eyeguard-news-2025-nutrition/400/400",
    "url": "https://www.blakebushfamilyeyecare.com/blog/10-tips-for-healthier-vision-in-2025"
  }
]

